Repository: vitalii-vynohradov/https-github.com-wearable-technologies-nextBeacon
Catalog: Volt/Resources/localization/*.lproj/Localizable.strings
Languages: de

# general_exit
source: Exit
de: Beenden

# general_cancel
source: Cancel
de: Abbrechen

# general_settings
source: Settings
de: Einstellungen

# error_generic_error_message
source: An error has occurred.
de: Ein Fehler ist aufgetreten.

# error_account_already_linked_message
source: We canâ€™t process your request. Please try again later!
de: Wir können Ihre Anfrage nicht bearbeiten. Bitte versuchen Sie es später noch einmal.

# error_paired_not_all
source: You haven't added all of the items yet. Please add it now or later
de: Sie haben noch nicht alle Gegenstände hinzugefügt. Bitte ergänze diese jetzt oder zu einem späteren Zeitpunkt.

# error_not_all_detected
source: Please add the equipment and re-enter the activity area
de: Bitte füge den Ausrüstungsgegenstand hinzu und betrete den Tätigkeitsbereich erneut.

# bt_permission_denied
source: The app does not have Bluetooth permission. Please enable it in settings
de: Bitte Bluetooth aktivieren, einzelne PSA Sets zu erstellen.

# bt_disabled
source: Bluetooth is turned off. Please enable Bluetooth
de: Aktivieren Sie Bluetooth, um nach Geräten zu suchen.

# bt_not_supported
source: Bluetooth is not supported on your device, connection will not be possible
de: Bluetooth wird auf Ihrem Gerät nicht unterstützt, eine Verbindung ist nicht möglich.

# bt_resetting
source: Bluetooth is being reset, please try again
de: Bluetooth wird zurückgesetzt, bitte versuchen Sie es erneut.

# bt_unknown_error
source: Unknown Bluetooth error
de: Unbekannter Bluetooth-Fehler.

# location_tracking_disabled
source: The app does not have Location Tracking permissions. Please enable "Always" access in settings
de: Die App verfügt nicht über Standortverfolgungsberechtigungen. Bitte aktivieren Sie den "Immer"-Zugriff in den Einstellungen

# location_tracking_restricted
source: Location tracking is restricted
de: Standortverfolgung ist eingeschränkt

# notifications_disabled
source: The app does not have Notifications permissions. Please enable them in settings
de: Bitte Open Settings and enable Notifications

# camera_permission_title
source: Camera Access
de: Kamerazugriff

# camera_permission_text
source: App doesn't have access to use your camera, please update your privacy settings
de: Die App hat keinen Zugriff auf Ihre Kamera. Bitte aktualisieren Sie Ihre Datenschutzeinstellungen.

# qr_reader_title
source: Pair the beacon
de: Beacon koppeln

# qr_reader_info_text
source: Searching...
de: Suche...

# qr_reader_ok
source: QR code and ID recognized
de: QR Code und ID erkannt.

# qr_error_parsing
source: QR code and NOT recognized
de: QR Code und NICHT erkannt.

# mission_empty
source: Tasks not found
de: Aufgaben nicht gefunden

# mission_title
source: Tasks
de: Aufgaben

# mission_desc_error
source: Description unavailable
de: Beschreibung nicht verfügbar

# eq_empty
source: Equipment not found
de: Ausrüstung nicht gefunden

# eq_add_button_title
source: Add
de: Hinzufügen

# eq_title
source: Equipment
de: Ausrüstung

# eq_select_type_title
source: Select equipment type
de: Gerätetyp auswählen

# eq_conflict
source: This ID is already taken. Please pair another beacon
de: Diese ID ist schon vergeben. Bitte kopple einen anderen Beacon.

# ppe_title
source: PPE
de: PSA

# ppe_pair
source: Pair
de: Koppeln

# ppe_unpair
source: Unpair
de: Entkoppeln

# ppe_paired
source: Paired
de: Gekoppelt

source: PPE incomplete
de: PSA unvollständig

source: PPE complete
de: PSA vollständig

# settings_title
source: Settings
de: Einstellungen

# settings_alerts
source: Alerts
de: Warnungen

# settings_car
source: Car
de: Wagen

# settings_active
source: Active
de: Aktiv

# settings_inactive
source: Inactive
de: Inaktiv

# settings_disable_sound
source: Disable sound
de: Stummschaltung Ton

# settings_disable_vibration
source: Disable vibration
de: Stummschaltung Vibration

# settings_log
source: Logs
de: Protokolle

# settings_log_share
source: Share log file
de: Protokolldatei teilen

# settings_log_clear
source: Clear log file
de: Protokolldatei löschen

# settings_log_clear_check
source: Are you sure?
de: Bist du sicher?

# settings_version
source: Version: %@
de: Ausführung: %@

# map_title
source: Map
de: Karte

# map_destination_reached_title
source: Destination Reached
de: Ziel Erreicht

# map_destination_reached_message
source: Check equipment and continue task
de: Ausrüstung überprüfen und aufgabe fortsetzen

# ppe_check_title
source: Required PPE
de: Steigarbeiten Mast

# ppe_check_complete
source: PPE complete
de: PSA vollständig

# ppe_check_incomplete
source: PPE incomplete
de: PSA unvollständig

# ppe_check_missing_equipment_title
source: Missing Equipment
de: Fehlende Ausrüstung

# ppe_check_missing_equipment_message
source: Please add missing equipment
de: Bitte füge den fehlenden Ausrüstungsgegenstand hinzu.

# permissions_title
source: Permissions
de: PSA Sets

# beacon_not_found
source: Not found
de: Nicht gefunden

# beacon_permission_denied
source: Location access denied
de: Standortzugriff verweigert

# beacon_ranging_denied
source: Beacons ranging unavailable
de: Beacons reichen nicht verfügbar

# beacon_monitoring_denied
source: Beacons monitoring unavailable
de: Beacons-Überwachung nicht verfügbar

# missions_load_empty
source: Tasks not loaded!
de: Aufgaben nicht geladen!

# missions_load_title
source: Complete list
de: Gesamtliste

# missions_load_equipment
source: Equipment
de: Ausrüstung

# missions_load_missions
source: Tasks
de: Aufgaben

# missions_load_button
source: Load
de: Tätigkeiten abrufen

# missions_check_button
source: Check
de: Prüfen

# missions_available_button
source: Available tasks
de: Verfügbare Aufgaben

# route_record_button
source: Stop record
de: Aufnahme anhalten

# route_record_save
source: Stop and save the record?
de: Anhalten und den Datensatz speichern?

# route_record_cancel
source: Are you sure you want to stop the record without saving?
de: Möchten Sie die Aufzeichnung wirklich beenden, ohne sie zu speichern?

# route_not_found
source: Routes not found.
de: Routen nicht gefunden.
